{
    "products": [
      {
        "id": "CedarwoodBeardSerum",
        "cathegory": "beard",
        "title": "Beard Growth Serum - Cedarwood Blend",
        "url": "/assets/products/1.png",
        "price": "$20.99",
        "cardDescription": "Nourish and strengthen your beard with our Cedarwood Blend Beard Growth Serum.",
        "pageDescription": "Our Cedarwood Blend Beard Growth Serum is formulated with a potent blend of natural oils, including jojoba and argan, enriched with cedarwood essential oil. This serum promotes healthy beard growth, reduces itchiness, and softens coarse hair. Perfect for achieving a fuller, thicker beard.",
        "ingredients": "Jojoba oil, Argan oil, Cedarwood essential oil, Vitamin E.",
        "usage": "Apply a few drops of serum to your fingertips and massage into your beard and the skin beneath. Use daily for best results."
    },
    {
        "id": "SandalwoodEssenceSerum",
        "cathegory": "beard",
        "title": "Beard Growth Serum - Sandalwood Essence",
        "url": "/assets/products/2.png",
        "price": "$22.99",
        "cardDescription": "Enhance your beard's natural fragrance with our Sandalwood Essence Beard Growth Serum.",
        "pageDescription": " Infused with the warm, woody aroma of sandalwood, our Sandalwood Essence Beard Growth Serum is designed to promote healthy beard growth while imparting a luxurious scent. Formulated with nourishing oils and sandalwood essential oil, this serum softens beard hair, moisturizes the skin, and adds a touch of sophistication to your grooming routine.",
        "ingredients": "Coconut oil, Almond oil, Sandalwood essential oil, Vitamin E.",
        "usage": " Dispense a small amount of serum onto your palms and rub them together. Gently massage the serum into your beard and skin. Use daily for optimal results."
    },
    {
        "id": "CitrusBurstSerum",
        "cathegory": "beard",
        "title": "Beard Growth Serum - Citrus Burst",
        "url": "/assets/products/3.png",
        "price": "$19.99",
        "cardDescription": "Energize your beard with our Citrus Burst Beard Growth Serum.",
        "pageDescription": "Our Citrus Burst Beard Growth Serum is infused with the invigorating scent of citrus fruits, including orange and lemon essential oils, to awaken your senses and revitalize your beard. Formulated with nourishing oils and botanical extracts, this serum promotes healthy beard growth, conditions facial hair, and leaves your beard feeling fresh and rejuvenated.",
        "ingredients": "Grapeseed oil, Olive oil, Orange essential oil, Lemon essential oil, Vitamin E.",
        "usage": "Apply a small amount of serum to your beard and skin, then gently massage in circular motions. Use daily for best results."
    },
    {
        "id": "MintyFreshSerum",
        "cathegory": "beard",
        "title": "Beard Growth Serum - Minty Fresh",
        "url": "/assets/products/4.png",
        "price": "$21.99",
        "cardDescription": "Experience a refreshing sensation with our Minty Fresh Beard Growth Serum.",
        "pageDescription": "Our Minty Fresh Beard Growth Serum is infused with peppermint and spearmint essential oils to provide a cooling sensation and invigorate your beard. Enriched with nourishing oils and botanical extracts, this serum stimulates hair follicles, promotes healthy beard growth, and soothes irritated skin, leaving your beard feeling revitalized and refreshed.",
        "ingredients": "Coconut oil, Jojoba oil, Peppermint essential oil, Spearmint essential oil, Vitamin E.",
        "usage": " Dispense a few drops of serum onto your fingertips and massage into your beard and the skin beneath. Use daily for optimal results."
    },
    {
        "id": "HerbalFusionSerum",
        "cathegory": "beard",
        "title": "Beard Growth Serum - Herbal Fusion",
        "url": "/assets/products/6.png",
        "price": "$23.99",
        "cardDescription": "Embrace nature with our Herbal Fusion Beard Growth Serum.",
        "pageDescription": "Our Herbal Fusion Beard Growth Serum blends the earthy scents of herbs and botanicals, including rosemary and lavender essential oils, to nourish and promote healthy beard growth. Formulated with a blend of natural oils and extracts, this serum conditions beard hair, moisturizes the skin, and enhances your grooming experience with its calming aroma.",
        "ingredients": "Argan oil, Hempseed oil, Rosemary essential oil, Lavender essential oil, Vitamin E.",
        "usage": "Apply a small amount of serum to your palms and rub them together. Gently massage the serum into your beard and skin. Use daily for optimal results."
    },
    {
        "id": "WoodsyBlendSerum",
        "cathegory": "beard",
        "title": "Beard Growth Serum - Woodsy Blend",
        "url": "/assets/products/7.png",
        "price": " $25.99",
        "cardDescription": "Explore the great outdoors with our Woodsy Blend Beard Growth Serum.",
        "pageDescription": "Our Woodsy Blend Beard Growth Serum captures the essence of the forest with its blend of woodsy essential oils, including cedarwood and pine. Infused with nourishing oils and botanical extracts, this serum promotes healthy beard growth, conditions facial hair, and evokes a sense of adventure and masculinity with its rugged scent.",
        "ingredients": "Almond oil, Grapeseed oil, Cedarwood essential oil, Pine essential oil, Vitamin E.",
        "usage": "Dispense a few drops of serum onto your fingertips and massage into your beard and the skin beneath. Use daily for optimal results."
    },





    {
        "id": "MoistureBoostSerum",
        "cathegory": "face",
        "title": "Hydrating Face Serum - Moisture Boost",
        "url": "/assets/products/8.png",
        "price": "$24.99",
        "cardDescription": "Quench thirsty skin with our Moisture Boost Hydrating Face Serum.",
        "pageDescription": " Our Moisture Boost Hydrating Face Serum is specially formulated to replenish moisture and restore hydration to dry, dehydrated skin. Infused with hyaluronic acid and botanical extracts, this lightweight serum locks in moisture, plumps up the skin, and leaves your complexion feeling soft, smooth, and revitalized.",
        "ingredients": "Hyaluronic acid, Aloe vera extract, Green tea extract, Vitamin E.",
        "usage": "Apply a small amount of serum to cleansed face and neck, morning and evening, before moisturizing."
    },
    {
        "id": "SmoothFinishSerum",
        "cathegory": "face",
        "title": "Pore-Refining Face Serum - Smooth Finish",
        "url": "/assets/products/27.png",
        "price": "$22.99",
        "cardDescription": "Minimize the appearance of pores with our Smooth Finish Pore-Refining Face Serum.",
        "pageDescription": "Our Smooth Finish Pore-Refining Face Serum is formulated with salicylic acid and niacinamide to effectively unclog pores, reduce excess oil production, and refine skin texture. This serum helps minimize the appearance of enlarged pores, prevent breakouts, and promote a smoother, more even complexion.",
        "ingredients": "Salicylic acid, Niacinamide (Vitamin B3), Witch hazel extract, Willow bark extract.",
        "usage": "Apply a small amount of serum to cleansed face and neck, focusing on areas with enlarged pores. Use morning and evening for best results."
    },
    {
        "id": "BlemishControlSerum",
        "cathegory": "face",
        "title": "Acne-Clearing Face Serum - Blemish Control",
        "url": "/assets/products/29.png",
        "price": "$26.99",
        "cardDescription": "Banish blemishes and breakouts with our Blemish Control Acne-Clearing Face Serum.",
        "pageDescription": "Our Blemish Control Acne-Clearing Face Serum is powered by benzoyl peroxide and tea tree oil to target acne-causing bacteria, reduce inflammation, and prevent future breakouts. This fast-absorbing serum helps clear existing blemishes, unclog pores, and promote a clearer, healthier complexion.",
        "ingredients": "Benzoyl peroxide, Tea tree oil, Witch hazel extract, Calendula extract.",
        "usage": "Apply a thin layer of serum to affected areas after cleansing and toning. Use once or twice daily, gradually increasing frequency as tolerated."
    },
    {
        "id": "RadianceBoostSerum",
        "cathegory": "face",
        "title": "Brightening Face Serum - Radiance Boost",
        "url": "/assets/products/30.png",
        "price": "$28.99",
        "cardDescription": "Illuminate your complexion with our Radiance Boost Brightening Face Serum.",
        "pageDescription": "Our Radiance Boost Brightening Face Serum is enriched with vitamin C and licorice extract to brighten dull, uneven skin tone, and diminish the appearance of dark spots and hyperpigmentation. This antioxidant-rich serum promotes a more luminous, radiant complexion and helps protect the skin from environmental damage.",
        "ingredients": " Vitamin C, Licorice extract, Grapefruit extract, Vitamin E.",
        "usage": "Apply a small amount of serum to cleansed face and neck, morning and evening, before moisturizing. Follow with sunscreen during the day."
    },
    {
        "id": "YouthRenewalSerum",
        "cathegory": "face",
        "title": "Anti-Aging Face Serum - Youth Renewal",
        "url": "/assets/products/31.png",
        "price": "$30.99",
        "cardDescription": "Turn back the clock with our Youth Renewal Anti-Aging Face Serum.",
        "pageDescription": " Our Youth Renewal Anti-Aging Face Serum is formulated with retinol and peptides to target fine lines, wrinkles, and sagging skin. This powerful serum boosts collagen production, improves skin elasticity, and restores a youthful radiance to your complexion, leaving you with smoother, firmer, and more youthful-looking skin.",
        "ingredients": " Retinol, Peptides, Hyaluronic acid, Coenzyme Q10, Vitamin E.",
        "usage": "Apply a few drops of serum to cleansed face and neck, morning and evening, before moisturizing. Follow with sunscreen during the day."
    },
    {
        "id": "OilControlSerum",
        "cathegory": "face",
        "title": "Mattifying Face Serum - Oil Control",
        "url": "/assets/products/33.png",
        "price": "$18.99",
        "cardDescription": "Control shine and excess oil with our Oil Control Mattifying Face Serum.",
        "pageDescription": "Our Oil Control Mattifying Face Serum is enriched with witch hazel and bamboo extract to absorb excess oil, minimize shine, and refine pores. This lightweight serum provides long-lasting mattification, balances oil production, and leaves your skin with a smooth, matte finish.",
        "ingredients": " Witch hazel extract, Bamboo extract, Salicylic acid, Niacinamide (Vitamin B3).",
        "usage": "Apply a small amount of serum to cleansed face and neck, focusing on oily areas. Use morning and evening for best results."
    },
    {
        "id": "Lift&ToneSerum",
        "cathegory": "face",
        "title": "Firming Face Serum - Lift & Tone",
        "url": "/assets/products/34.png",
        "price": "$32.99",
        "cardDescription": "Lift and tone sagging skin with our Lift & Tone Firming Face Serum.",
        "pageDescription": "Our Lift & Tone Firming Face Serum is formulated with peptides and collagen-boosting ingredients to improve skin firmness, elasticity, and resilience. This advanced serum targets loss of firmness and sagging skin, lifts and contours facial contours, and restores a more youthful appearance to your complexion.",
        "ingredients": "Peptides, Hydrolyzed collagen, Vitamin C, Coenzyme Q10.",
        "usage": "Apply a few drops of serum to cleansed face and neck, morning"
    },



    {
        "id": "Sooth&PurifyFaceClenser",
        "cathegory": "face",
        "title": "Gentle Face Cleanser - Soothe & Purify",
        "url": "/assets/products/23.png",
        "price": " $14.99",
        "cardDescription": "Cleanse and purify your skin with our Soothe & Purify Gentle Face Cleanser.",
        "pageDescription": " Our Soothe & Purify Gentle Face Cleanser is formulated with mild cleansing agents and soothing botanical extracts to gently remove impurities, excess oil, and makeup without stripping the skin's natural moisture. This gentle cleanser calms inflammation, reduces redness, and leaves the skin feeling clean, refreshed, and balanced. Perfect for sensitive skin, it provides effective cleansing without causing irritation or dryness.",
        "ingredients": "Aloe vera extract, Cucumber extract, Chamomile extract, Allantoin.",
        "usage": "Apply a small amount of cleanser to damp skin and gently massage in circular motions. Rinse thoroughly with warm water and pat dry. Use morning and evening for best results."
    },
    {
        "id": "Renew&RevitalizeFaceClenser",
        "cathegory": "face",
        "title": "Exfoliating Face Cleanser - Renew & Revitalize",
        "url": "/assets/products/38.png",
        "price": "$16.99",
        "cardDescription": "Renew and revitalize your skin with our Renew & Revitalize Exfoliating Face Cleanser.",
        "pageDescription": "Our Renew & Revitalize Exfoliating Face Cleanser is infused with gentle exfoliating beads and botanical extracts to remove dead skin cells, unclog pores, and reveal a smoother, brighter complexion. This invigorating cleanser gently buffs away dullness, promotes cell turnover, and enhances the skin's natural radiance. Enriched with hydrating agents, it leaves the skin feeling soft, refreshed, and revitalized.",
        "ingredients": "Jojoba beads, Papaya extract, Grapefruit extract, Vitamin C.",
        "usage": "Apply a small amount of cleanser to damp skin and massage in gentle circular motions. Rinse thoroughly with warm water and pat dry. Use 2-3 times a week for best results."
    },



    {
        "id": "DailyRenewalFaceMoisturizer",
        "cathegory": "face",
        "title": "Hydrating Face Moisturizer - Daily Renewal",
        "url": "/assets/products/26.png",
        "price": "$19.99",
        "cardDescription": "Keep your skin hydrated and refreshed with our Daily Renewal Hydrating Face Moisturizer.",
        "pageDescription": "Our Daily Renewal Hydrating Face Moisturizer is enriched with nourishing ingredients and antioxidants to replenish moisture, soothe dryness, and restore radiance to the skin. This lightweight moisturizer absorbs quickly, leaving the skin feeling soft, smooth, and revitalized. Perfect for daily use, it provides long-lasting hydration and helps protect the skin from environmental damage.",
        "ingredients": "Hyaluronic acid, Vitamin E, Green tea extract, Chamomile extract.",
        "usage": "Apply a small amount of moisturizer to cleansed face and neck, morning and evening, after toning. Gently massage into the skin using upward motions."
    },
    {
        "id": "YouthRevivalFaceMoisturizer",
        "cathegory": "face",
        "title": "Anti-Aging Face Moisturizer - Youth Revival",
        "url": "/assets/products/39.png",
        "price": "$24.99",
        "cardDescription": "Turn back the clock with our Youth Revival Anti-Aging Face Moisturizer.",
        "pageDescription": "Our Youth Revival Anti-Aging Face Moisturizer is formulated with powerful anti-aging ingredients and peptides to reduce the appearance of fine lines, wrinkles, and age spots. This luxurious moisturizer boosts collagen production, improves skin elasticity, and restores a youthful radiance to the complexion. Enriched with hydrating agents, it deeply nourishes the skin, leaving it looking smoother, firmer, and more youthful.",
        "ingredients": "Retinol, Peptides, Hyaluronic acid, Coenzyme Q10.",
        "usage": "Apply a small amount of moisturizer to cleansed face and neck, morning and evening, after serum. Gently massage into the skin using upward motions."
    },










    {
        "id": "Revitalize&NourishSerum",
        "cathegory": "hair",
        "title": "Hair Growth Serum - Revitalize & Nourish",
        "url": "/assets/products/9.png",
        "price": " $24.99",
        "cardDescription": "Restore vitality to your hair with our Revitalize & Nourish Hair Growth Serum.",
        "pageDescription": "Our Revitalize & Nourish Hair Growth Serum is enriched with a blend of botanical extracts and essential oils to stimulate hair follicles, promote healthy hair growth, and nourish the scalp. This lightweight serum penetrates deeply into the hair shaft, strengthens hair roots, and improves overall hair health, leaving you with thicker, fuller, and more lustrous locks.",
        "ingredients": "Rosemary essential oil, Castor oil, Argan oil, Saw palmetto extract.",
        "usage": "Apply a few drops of serum to the scalp and massage gently. Leave it on overnight or wash off after a few hours."
    },
    {
        "id": "Strengthen&RepairSerum",
        "cathegory": "hair",
        "title": "Hair Growth Serum - Strengthen & Repair",
        "url": "/assets/products/10.png",
        "price": "$22.99",
        "cardDescription": "Strengthen and repair damaged hair with our Strengthen & Repair Hair Growth Serum.",
        "pageDescription": "Our Strengthen & Repair Hair Growth Serum is formulated with protein-rich ingredients and vitamins to fortify the hair shaft, reduce breakage, and promote healthy hair growth. This reparative serum restores strength and resilience to weak, brittle hair, leaving it smoother, shinier, and more resistant to damage.",
        "ingredients": "Hydrolyzed wheat protein, Keratin, Panthenol (Vitamin B5), Biotin.",
        "usage": "Apply a small amount of serum to damp hair, focusing on the mid-lengths and ends. Leave it on for a few minutes, then rinse thoroughly."
    },
    {
        "id": "Energize&StimulateSerum",
        "cathegory": "hair",
        "title": "Hair Growth Serum - Energize & Stimulate",
        "url": "/assets/products/11.png",
        "price": "$26.99",
        "cardDescription": "Energize your hair follicles with our Energize & Stimulate Hair Growth Serum.",
        "pageDescription": "Our Energize & Stimulate Hair Growth Serum is infused with invigorating botanical extracts and essential oils to increase blood circulation to the scalp, awaken dormant hair follicles, and promote healthy hair growth. This revitalizing serum nourishes the scalp, strengthens hair roots, and encourages the growth of thicker, stronger hair.",
        "ingredients": "Ginseng extract, Peppermint essential oil, Nettle extract, Caffeine.",
        "usage": " Apply a few drops of serum to the scalp and massage in circular motions. Use daily for optimal results."
    },
    {
        "id": "Thicken&VolumizeSerum",
        "cathegory": "hair",
        "title": "Hair Growth Serum - Thicken & Volumize",
        "url": "/assets/products/12.png",
        "price": " $28.99",
        "cardDescription": " Add volume to thin, fine hair with our Thicken & Volumize Hair Growth Serum.",
        "pageDescription": "Our Thicken & Volumize Hair Growth Serum is formulated with plant-based proteins and vitamins to plump up individual hair strands, add volume and thickness, and create the appearance of fuller, more voluminous hair. This lightweight serum boosts hair density, enhances natural body and bounce, and leaves your hair looking and feeling luxuriously thick and voluminous.",
        "ingredients": "Pea protein, Rice protein, Vitamin B7 (Biotin), Vitamin E.",
        "usage": "Apply a small amount of serum to damp hair, focusing on the roots and lengths. Style as usual."
    },
    {
        "id": "Hydrate&ConditionSerum",
        "cathegory": "hair",
        "title": "Hair Growth Serum - Hydrate & Condition",
        "url": "/assets/products/13.png",
        "price": "$25.99",
        "cardDescription": "Hydrate and condition dry, damaged hair with our Hydrate & Condition Hair Growth Serum.",
        "pageDescription": "Our Hydrate & Condition Hair Growth Serum is infused with nourishing oils and moisturizing ingredients to replenish lost moisture, smooth frizz and flyaways, and improve hair manageability. This hydrating serum restores hydration balance, seals split ends, and enhances shine and softness, leaving your hair looking healthy, hydrated, and radiant.",
        "ingredients": "Coconut oil, Avocado oil, Jojoba oil, Vitamin E.",
        "usage": "Apply a few drops of serum to damp or dry hair, focusing on the mid-lengths and ends. Style as usual."
    },
    {
        "id": "Repair&ProtectSerum",
        "cathegory": "hair",
        "title": "Hair Growth Serum - Repair & Protect",
        "url": "/assets/products/14.png",
        "price": "$27.99",
        "cardDescription": "Repair and protect your hair from environmental damage with our Repair & Protect Hair Growth Serum.",
        "pageDescription": "Our Repair & Protect Hair Growth Serum is fortified with antioxidants and UV filters to shield hair from environmental aggressors, such as UV rays, pollution, and heat styling, and prevent damage and breakage. This protective serum strengthens the hair cuticle, minimizes color fading, and preserves hair health and vitality, leaving your hair looking and feeling resilient, smooth, and shiny.",
        "ingredients": "Vitamin C, Grape seed extract, UV filters, Silk protein.",
        "usage": "Apply a small amount of serum to damp or dry hair, focusing on the lengths and ends. Style as usual."
    },
    {
        "id": "Fortify&NourishShampoo",
        "cathegory": "hair",
        "title": "Strengthening Shampoo - Fortify & Nourish",
        "url": "/assets/products/16.png",
        "price": "$16.99",
        "cardDescription": " Strengthen and nourish hair with our Fortify & Nourish Strengthening Shampoo.",
        "pageDescription": "Our Fortify & Nourish Strengthening Shampoo is enriched with protein-rich ingredients and botanical extracts to fortify weak, damaged hair, reduce breakage, and promote healthy growth. This nourishing shampoo gently cleanses the scalp, strengthens hair strands from root to tip, and leaves hair looking and feeling stronger, smoother, and more resilient.",
        "ingredients": " Hydrolyzed wheat protein, Keratin, Argan oil, Aloe vera extract.",
        "usage": "Apply a small amount of shampoo to wet hair, lather, and rinse thoroughly. Follow with conditioner for best results."
    },
    {
        "id": "Boost&AmplifyShampoo",
        "cathegory": "hair",
        "title": "Volumizing Shampoo - Boost & Amplify",
        "url": "/assets/products/18.png",
        "price": "$17.99",
        "cardDescription": " Add volume and body to hair with our Boost & Amplify Volumizing Shampoo.",
        "pageDescription": "Our Boost & Amplify Volumizing Shampoo is infused with volumizing agents and botanical extracts to lift roots, add fullness, and enhance natural body and bounce. This lightweight shampoo gently cleanses without weighing hair down, leaving it looking voluminous, bouncy, and full of life.",
        "ingredients": "Rice protein, Bamboo extract, Ginseng extract, Peppermint oil.",
        "usage": "Apply a small amount of shampoo to wet hair, lather, and massage into the scalp. Rinse thoroughly and repeat if necessary. Follow with conditioner for best results."
    },
    {
        "id": "Preserve&ExtendShampoo",
        "cathegory": "hair",
        "title": "Color-Protecting Shampoo - Preserve & Extend",
        "url": "/assets/products/20.png",
        "price": " $19.99",
        "cardDescription": "Preserve and extend hair color with our Preserve & Extend Color-Protecting Shampoo.",
        "pageDescription": "Our Preserve & Extend Color-Protecting Shampoo is formulated with color-locking technology and UV filters to prevent color fading, enhance vibrancy, and protect hair from environmental damage. This gentle shampoo cleanses without stripping color, leaving hair looking vibrant, shiny, and salon-fresh.",
        "ingredients": "Keratin, UV filters, Silk protein, Vitamin E.",
        "usage": "Apply a small amount of shampoo to wet hair, lather, and massage into the scalp. Rinse thoroughly and repeat if necessary. Follow with conditioner for best results."
    },


    {
        "id": "MoistureLockConditioner",
        "cathegory": "hair",
        "title": "Hydrating Hair Conditioner - Moisture Lock",
        "url": "/assets/products/21.png",
        "price": "$14.99",
        "cardDescription": "Lock in moisture and nourish your hair with our Moisture Lock Hydrating Hair Conditioner.",
        "pageDescription": "Our Moisture Lock Hydrating Hair Conditioner is formulated with deeply hydrating ingredients and botanical extracts to replenish moisture, smooth frizz, and enhance manageability. This luxurious conditioner deeply penetrates the hair shaft, locking in moisture, and leaving hair feeling soft, silky, and revitalized. Perfect for all hair types, this conditioner restores hydration balance, improves elasticity, and promotes healthy, lustrous locks.",
        "ingredients": "Shea butter, Coconut oil, Aloe vera extract, Jojoba oil.",
        "usage": "After shampooing, apply a generous amount of conditioner to wet hair, focusing on the mid-lengths and ends. Leave on for 2-3 minutes, then rinse thoroughly with warm water. For best results, use regularly."
    },






    {
        "id": "DailyHydrationBodyLotion",
        "cathegory": "body",
        "title": "Moisturizing Body Lotion - Daily Hydration",
        "url": "/assets/products/25.png",
        "price": "$12.99",
        "cardDescription": "Keep your skin hydrated and nourished with our Daily Hydration Moisturizing Body Lotion.",
        "pageDescription": " Our Daily Hydration Moisturizing Body Lotion is enriched with nourishing ingredients and antioxidants to replenish moisture, soothe dryness, and promote healthy-looking skin. This lightweight lotion absorbs quickly, leaving the skin feeling soft, smooth, and revitalized. Perfect for daily use, it provides long-lasting hydration and helps protect the skin from environmental damage.",
        "ingredients": "Shea butter, Coconut oil, Vitamin E, Aloe vera extract.",
        "usage": "Apply liberally to clean, dry skin, paying special attention to areas prone to dryness. Massage in gently until fully absorbed. Use daily for best results."
    },
    {
        "id": "Calm&ComfortBodyLotion",
        "cathegory": "body",
        "title": "Soothing Body Lotion - Calm & Comfort",
        "url": "/assets/products/37.png",
        "price": " $14.99",
        "cardDescription": "Soothe and comfort your skin with our Calm & Comfort Soothing Body Lotion.",
        "pageDescription": "Our Calm & Comfort Soothing Body Lotion is formulated with calming ingredients and botanical extracts to hydrate, soothe irritation, and restore balance to sensitive skin. This gentle lotion absorbs quickly, leaving the skin feeling soft, supple, and nourished. Perfect for all skin types, it provides long-lasting hydration and helps relieve discomfort caused by dryness or sensitivity.",
        "ingredients": " Chamomile extract, Calendula extract, Lavender oil, Oat extract.",
        "usage": "Apply generously to clean, dry skin, massaging in circular motions until fully absorbed. Use as needed, especially after bathing or showering, to lock in moisture and soothe the skin."
    },
    

    
    {
        "id": "Refresh&RevitalizeBodyWash",
        "cathegory": "body",
        "title": "Hydrating Body Wash - Refresh & Revitalize",
        "url": "/assets/products/22.png",
        "price": "$10.99",
        "cardDescription": "Refresh and revitalize your skin with our Refresh & Revitalize Hydrating Body Wash.",
        "pageDescription": "Our Refresh & Revitalize Hydrating Body Wash is infused with nourishing ingredients and moisturizing agents to cleanse the skin gently while providing intense hydration. Formulated with a refreshing scent, this body wash lathers into a luxurious foam that leaves the skin feeling soft, smooth, and revitalized after every use. Perfect for daily use, it helps maintain the skin's natural moisture balance and promotes a healthy-looking complexion.",
        "ingredients": "Shea butter, Coconut oil, Aloe vera extract, Vitamin E.",
        "usage": "Apply a small amount of body wash to a washcloth, sponge, or directly onto damp skin. Lather and massage over the entire body, then rinse thoroughly with water. Use daily for best results."
    },
    {
        "id": "Renew&RejuvenateBodyWash",
        "cathegory": "body",
        "title": "Exfoliating Body Wash - Renew & Rejuvenate",
        "url": "/assets/products/24.png",
        "price": "$12.99",
        "cardDescription": "Renew and rejuvenate your skin with our Renew & Rejuvenate Exfoliating Body Wash.",
        "pageDescription": "Our Renew & Rejuvenate Exfoliating Body Wash is formulated with gentle exfoliating beads and botanical extracts to remove dead skin cells, unclog pores, and reveal smoother, brighter skin. This invigorating body wash buffs away dullness, promotes cell turnover, and enhances the skin's natural radiance. Enriched with hydrating agents, it leaves the skin feeling soft, refreshed, and revitalized. Perfect for all skin types, it provides effective cleansing and exfoliation without causing irritation.",
        "ingredients": "Jojoba beads, Green tea extract, Grapefruit extract, Vitamin C.",
        "usage": " Apply a small amount of body wash to a washcloth, sponge, or directly onto damp skin. Massage gently in circular motions, focusing on rough or dry areas. Rinse thoroughly with water. Use 2-3 times a week for best results."
    }

    
    
    
    
    


]
    
}